import img1 from './../images/1.jpg';
import img2 from './../images/2.jpg';
import img3 from './../images/3.jpg';
import img4 from './../images/5.jpg';
import img5 from './../images/6.jpg';


const articles = [
    {
        _id: 1,
        name: 'child-happiness',
        src: img1,
        title: 'Ребенок и так счастлив, потому что у него нет забот..',
        content: [
            `Один из самых важных периодов в жизни каждого человека - это детство!
            Абсолютно все люди хотят быть счастливыми, независимо от того, в каком возрастном периоде они находятся. Но очень важно понимать, что счастливым, человек может стать ещё в детстве и пронести это чувство через всю жизнь.
            Что же нужно для того, чтобы ребенок был счастлив? Ответы на этот вопрос могут быть разными: "Ребенок итак счастлив, потому что у него нет забот", "Ребенку нужно много игрушек", "Ребенка нужно красиво одевать и покупать все, что ему хочется" и много других вариантов. Конечно же самый главный и важный момент - это "Любить своего ребенка.!" Но понятие "Любовь" - у всех разное. Что же можем мы взрослые сделать, чтобы ребенок мог почувствовать нашу любовь и наше участие в его жизни?
            В первую очередь мы, родители, всегда должны быть примером - должны быть счастливы сами! Возможно, это звучит эгоистично, но дети считывают именно с нас "правильное" поведение. Дети отражают нас зеркально! Ребенок не слышит, что мы говорим, он видит и повторяет за нами.`,
            `В семье, где родители находятся в постоянных ссорах, в плохом настроении - дети чаще плохо себя ведут, страдают от неврозов, хуже учатся и не могут найти общий язык со сверстниками. Трудно быть счастливым рядом с уставшими, недовольными работой, жизнью родителями. Подумайте - как можно разнообразить вашу жизнь, чтобы почувствовать себя счастливыми? Что вы можете для этого сделать?
            Еще один немаловажный аспект - это общение. Учите своих детей общаться, учите договариваться, выходить из конфликтов, защищаться, не только на словах, но и своим поведением. Учите делиться, делать добрые дела, дружить со сверстниками и обращаться ко взрослым. Ребенок будет гораздо счастливее, если будет знать, как правильно налаживать отношения с другими людьми.`,

            `Не требуйте от детей слишком многого. Дети становятся тревожными, если вдруг не могут оправдать надежд родителей. Старайтесь делать акцент не только на достижениях, но и там где ребенок применяет усилия. Поощряйте любые попытки, пусть даже ребенок не достигнет результата, но он ведь старается! Дети требовательных родителей боятся сделать ошибку, а, следовательно, боятся рисковать и браться за что-то новое. Дети, которых хвалят за усилия и поддерживают в любых начинаниях, с легкостью пробуют новое. Браться за сложное им не страшно, им даже нравится сам процесс.
            Учите детей смотреть на мир позитивно! На что мы обращаем внимание? Что замечаем сами в этой жизни? Видим ли мы, как светит яркое солнце? Обращаем ли мы внимание на окружающую красоту? Или на все смотрим с негативом и осуждением?
            Учите видеть, а, главное, отмечать хорошее. Рассказывайте сами ребенку о том, что плохого и что хорошего у вас произошло, и одновременно покажите своим отношением к происходящему, что несмотря ни на что мир прекрасен!`,

            `Ваши эмоции могут быть не только положительными. Поэтому не нужно скрывать свою грусть, недовольство. Искренность - это то, что нужно детям. Дети гораздо чувствительнее взрослых и лучше распознают эмоции. Ничего от них не скроешь. Еще один необходимый для спокойствия и счастья детей момент – уметь показывать и выражать эмоции. Вам весело – смейтесь, вы злитесь – нахмурьтесь и скажите об этом, вам грустно – грустите, объясняя почему. И ребенку объясняйте: «Ты сейчас злишься, потому что...». Мы не роботы. И, если вы сейчас закрываете на ключ свои истинные чувства, демонстрируя постоянное якобы счастье, готовьтесь, что ребенок тоже будет неправильно «читать» и свои, и ваши эмоции.
            Чаще всего жизнь состоит из дел, которые мы делаем, потому что "Так надо", "Необходимо". И ещё один главный момент - это самодисциплина. Людям, которые умеют себя дисциплинировать, делать над собой усилия, гораздо легче и в учебе, и в работе. Такие люди лучше справляются со стрессами и сложностями. И если вы покажете пример своему ребенку в этом, то ребенок будет чуточку счастливее.`,

            `Очень часто родители стараются занять время своего ребенка кружками, секциями. Но сами отстраняются в силу своей занятости. А для ребенка очень важно внимание родителей и взаимодействие, а также элементарная игра. Чем больше вы играете вместе, тем вы ближе друг к другу. Пусть будет это трехлетний ребенок, играющий куклами с вами или ребенок младшего школьного возраста, с которым вы играете в настольные игры. Находите хотя бы полчаса в день, когда вы целиком и полностью отдаете себя своему ребенку, стараетесь понять его чувства.
            Учите ребенка самостоятельно "выбирать". Это не значит, что ребенок сам решает, будет он кушать или нет. Но ребенок может сам выбрать, посоветовать, что приготовить на ужин. И, поверьте, для него это тоже очень важно. Имея возможность выбирать, он чувствует, что управляет своей жизнью, чувствует ответственность и ваше доверие.
            Учитесь проводить время вместе с семьёй. Это очень важно показать ребенку, что кроме телевизора и телефона есть еще много увлечений, моментов, где можно отдохнуть, увидеть много интересного и не обязательно это путешествия. Это может быть простая вечерняя прогулка, которая может подарить много ярких эмоций и впечатлений. Покажите детям, что жизнь интересна!!!
            Счастье - оно в мелочах. В маленьких радостях жизни... Современных детей сложно чем-то удивить и по-настоящему обрадовать, у них есть все. Но счастливое детство строится на счастье, которое невозможно потрогать, но можно подарить благодаря мелочам, которые порой мы не замечаем…`
        ]
    },    {
        _id: 2,
        name: 'true-fiction',
        src: img2,
        title: 'Правда или вымысел? Факты о младенцах',
        content: [
            `Ребёнок не видит и не слышит сразу после рождения. Правда это, или вымысел?
            Вымысел. Младенцы могут видеть и слышать сразу после рождения. Когда вы смотрите в глаза ребёнку и улыбаетесь в ответ на его улыбку, он учится общаться и отвечать вам. В действительности, многие дети помнят песни, которые они неоднократно слышали, ещё находясь в утробе матери, по этой причине вы должны начать разговаривать (и петь!) со своим ребёнком без промедления, даже до его рождения.`,

            `Прежде чем ребёнок заговорит, единственный способ, с помощью которого он общается - это плач. Правда это, или вымысел?
            Вымысел. Младенцы могут передавать свои чувства посредством множества способов. От смеха и улыбки, чтобы показать удовольствие, до плача и ёрзания, чтобы показать дискомфорт. Обращая внимание на то, что и как пытается передать вам ваш ребёнок, вы можете быть более внимательными к его потребностям и реагировать на это соответствующим образом.`,

            `Вы должны разговаривать со своим ребёнком, даже до того, как ребёнок начнёт говорить. Правда это или вымысел?
            Правда. Детям нравится издавать новые звуки, такие как визг и смех. Они отвечают вам, услышав ваш голос с большим количеством звуков, и копируют эти звуки. Они учатся общаться с вами ещё до того, как они начнут говорить.`,

            `Ребёнок бросает и роняет вещи, чтобы вам докучать. Правда это или вымысел?
            Вымысел. Дети – это маленькие исследователи. С самых первых месяцев жизни они хотят выяснить, каким образом они могут повлиять на окружающих их людей и предметов. Укладывая кубики в пирамиду, роняя и бросая предметы, или ударяя их друг о друга, дети стараются познавать окружающий их мир.`,

            `Младенцы учатся лучше, когда пробуют что-то и копируют других, а не когда им говорят, что нужно сделать. Правда это или вымысел?
            Правда. Дети учатся, играя и пробуя вещи, а также наблюдая за другими и копируя
            их поведение. Например, если вы хотите, чтобы ваш ребёнок попробовал другую пищу, вы должны сами попробовать эту пищу в его присутствии.`,

            `Головной мозг развивается наиболее интенсивно, когда ребёнок начнёт ходить в школу. Правда это или вымысел?
            Вымысел. Головной мозг ребёнка развивается наиболее интенсивно до рождения и в течение первых двух лет жизни. В течение этого времени, с каждым приёмом пищи до 75% питательных веществ помогают развитию головного мозга вашего ребёнка, а 15 минут игры могут стимулировать создание тысячи нейронных соединений в его головном мозге.  
            И помните, что с каждым объятием и каждым поцелуем, с каждым полноценным приёмом пищи, и игрой, вы помогаете развивать головной мозг своего ребёнка!`
        ]
    },     {
        _id: 3,
        name: 'calm-mom',
        src: img3,
        title: 'Спокойствие, мама, только спокойствие',
        content: [
            `Довольно часто молодые мамы чувствуют себя недовольными этой ролью. Сначала, когда они ещё не осознают, как быть и как надо себя вести, у них возникают сложности. Большинству из них уже с самого детства внушают – воспитание детей, это сложный и трудный процесс. Некоторые мамы дают понять своим маленьким дочкам, что ребёнок является обузой.`,

            `Варианты воспитания не терпят стереотипов и проверенных метод. Индивидуальный подход - вот, что может и должно принести вам заслуженную награду в виде развития ребёнка в самостоятельную личность. Лишь опираясь на индивидуальность, вы сможете оказать помощь ребёнку в эти важные для него и для вас годы, стать другом и наставником. Можно прочитать кипу книг на тему воспитания детей, с подробным описанием, когда и как что либо, делать.Порой мы принимаем за откровение советы всяческих гуру детской психологии, совсем не думая – а то ли это решение, которое подойдёт именно этим маме и ребёнку. Главное помнить, что все люди уникальны. И если ваше дитя делает не то, что должен делать, по одной из идей, описанных в очередной из заумных книг. Это значит, что ваш ребёнок растёт уникальным, а не то, что вы плохая мать.`,

            `К тому же, вы знаете, что не у всех этих знаменитых гуру у самих есть дети! Легко писать книги и пособия для воспитания детишек, не испытав все прелести детского воспитания самому. Страшно даже подумать, что могут насоветовать эти мастера, но страшнее всего, что эти их учения принимает общество. И делают на основе их учений выводы, какие вы мать или отец.И вот эти, несомненно, хорошие люди только с набором клише в голове начинают советовать, как же вам стоит воспитывать своего ребёнка. Чём приводят вас в раздражение а дитя чувствуя его начинает думать что вы нервничаете на него. Далее следуют попытки подстроиться под ваше настроение, что естественно не всегда будет получаться. Из этих моментов будет расти обида как снежный ком, с каждым разом набирая всё больше аргументов, что бы в один прекрасный момент объявить бунт. А бунты, как известно, беспощадны. А детские особенно. Вот так невзначай искренне желая помочь, хорошие люди послужат катализатором непонимания и обид.`,

            `Решите для себя, хотите ли вы так жить? Что вам важнее счастье ребёнка или выдуманные непонятно кем правила и уставы. Задача каждой мамы дать ребёнку счастливое детство и хорошее воспитание. Но в этом деле вам не помогут никакие правила…`
        ]
    },      {
        _id: 4,
        name: 'educational-specifics',
        src: img4,
        title: 'Особенности развития ребенка в 3 года',
        content: [
            `Особенности возраста трех лет – это, прежде всего, вызовы для взаимо­отношений личности ребенка и окружающих людей. Этот период протекает остро только в том случае, если взрослые не замечают или не хотят замечать у ребенка тенденцию к самостоятельности, сдерживают актив­ность, инициативу ребенка и стремятся во что бы то ни стало сохранить авторитарный тип взаимоотношений.`,

            `К концу третьего года жизни ребенок открывает себя как отдельную личность, как источник разнообразных желаний и действий, отделенный от других людей. Ребе­нок начинает осознавать, что он обладает волей, которой может пользоваться. У него появляется стремление к волеизъявлению: он стремится к самостоятельности, к противопоставлению своих желаний желаниям взрос­лых. Он чувствует, что способен изменить мир предметов и человеческих отношений, чувствует себя способным управлять своими действиями и своим воображением. Ощущая свое могущество, растущее чувство незави­симости, ребенок начинает более непосредственно восставать против ограничений и стремится к тому, чтобы обо всем составить собственное мнение. К трем годам оформляется сознание «я сам». Период от двух с половиной до трех с половиной лет иногда называют «стадией негативизма» или «первой взрослостью».`,

            `Основные симптомы, характерные для поведения ребенка в 3 года:`,

            `Непослушание . Негативизм отличается от непослу­шания. При непослушании ребенок противится содержанию просьбы и не следует указаниям взрослого потому, что занят другим делом, более интересующим его в дан­ный момент. При непослушании ребенок следует своему желанию, которое идет вразрез с желанием взрослого. При негативизме ребенок поступает наперекор своему желанию. Негативизм носит социальный характер и адресован человеку, а не содержанию просьбы. Нега­тивизм избирателен: ребенок отказывается выполнять просьбы только определенных людей, например, только мамы или папы.`,

            `Упрямство – это такая реакция ребенка, когда он настаивает на чем-либо не потому, что ему этого сильно хочется, а потому, что он этого потребовал. Зачастую ро­дители, встав на позицию «кто кого», усугубляют, закре­пляют проявления упрямства и загоняют ребенка в угол, лишая возможности выйти с достоинством из возникшей конфликтной ситуации.`,

            `Строптивость отличается от негативизма тем, что она безлична, направлена не против человека, а против самого образа жизни, против тех правил, которые до это­го определяли его поведение. Это скрытый бунт против того, с чем ребенок имел дело раньше.`,

            `Обесценивание старых привязанностей к вещам, к людям, к правилам поведения. Ребенок может начать употреблять бранные слова, которые до сих пор было не принято произносить в доме. В речи появляются выражения, которые означают все плохое, отрицательное. Могут потерять ценность еще совсем недавно обожае­мые игрушки, книги, и тогда ребенок может бросать их, рвать, давать им негативные названия.`,

            `Ревность. Если в семье несколько детей, этот симптом можно назвать ревностью. Ребенок все так же стремится к власти и потому проявляет ревность к братьям или сестрам, с которыми он вынужден делить власть.`
            ]
    },      {
        _id: 5,
        name: 'working-mother',
        src: img5,
        title: 'Работающая мама: лайфхаки как все успевать',
        content: [
            `Современный ритм жизни выдвигает высокие требования ко всем людям, но особенно достается женщинам. Поддерживать уют и чистоту в доме, ходить в спортзал, работать, ухаживать за собой, воспитывать ребенка – все это нужно успевать. Как совместить работу и домашние дела, оставить время на себя и личную жизнь – об этом и поговорим сегодня.`,

            `Тайм-менеджмент – наука о планировании времени. Многие люди успешно используют техники тайм-менеджмента на практике. И работающим мамам эти знания тоже не будут лишними:`,

            `Лайфхак для мам, работающих дома: пригласите няню и уходите работать в тайм-кафе, тематические места для работы фрилансеров. Уходите на строго отведенное время, сосредоточенно работайте, а потом приходите домой и приступайте к ведению хозяйства. А можно работать и с ребенком: смастерите ему из картона или детских игрушек подобие вашего рабочего места и предложите вместе поработать.`,

            `Не пренебрегайте помощью уборщиц. Необязательно нанимать постоянную прислугу, можно раз в неделю приглашать специалистов для генеральной уборки. А в остальное время вы сами без труда сможете поддерживать чистоту в доме. Отвозить детей в школу и забирать их оттуда тоже может специальный человек. Или можно договориться с родителями, которые живут рядом с вами, о поочередной доставке детей в детский сад, школу, кружок. Таким же способом можно решить вопрос с готовкой или доставкой продуктов. В наши дни услуги уборщиц, сопровождающих людей, доставщиков или других специалистов стали доступнее. Можно найти очень экономичные варианты. А чтобы было проще определиться с тем, что выгоднее (вызвать службу помощников или самостоятельно прибраться, отвезти детей, съездить за покупками), посчитайте, сколько стоит час вашего времени. Возможно, профессиональная помощь обойдется дешевле. Способ сравнения стоимости своего часа работы и услуг специалистов универсален для всего. Поручайте помощникам те дела, которые вам не нравятся. Кто-то не любит готовить, кто-то мыть окна, кто-то прибирать дом, но есть люди, которые за небольшую плату выполнят это на высшем уровне. К тому же принимая помощь других людей, вы сами окажете помощь и поддержку. Например, можно воспользоваться специальными интернет-сервисами, которые позволяют найти за одну минуту исполнителя на любую работу. Но при выборе кандидатов, конечно же, не забывайте о безопасности. Особенно если задание связано с детьми или доставкой рабочих бумаг.`,

            `Не забывайте отдыхать. Попросите родственников посидеть с ребенком или пригласите няню. Вы не обязаны пользоваться чужой помощью только тогда, когда вам нужно работать. Вы можете воспользоваться помощью и просто для того, чтобы отдохнуть. Посещайте салоны красоты, спа или попросите мужа поухаживать за вами: набрать ванну, принести завтрак в постель. Если вы постоянно находитесь в роли взрослого и родителя, то ваш внутренний ребенок начинает испытывать дефицит внимания, любви и заботы. А баловать внутреннего ребенка (наши «хочу») так же важно, как поддерживать внутреннего родителя («должен») и взрослого («могу»). Для психического равновесия важен баланс этих состояний. Отправляясь спать, анализируйте прошедший день. Вспоминайте то, что успели и смогли сделать за день, а не то, что не успели. Хвалите себя, поощряйте. Благодарите, хвалите ребенка и мужа. Конкретизируйте, чем они вам помогли за день.`,

            `В некоторых семьях родители совершенно забывают о воспитании самостоятельности в детях. Но ситуация выглядит еще хуже, если и папа не отличается самостоятельностью. Обычно мамы из таких семей и жалуются на то, что ничего не успевают. А как успеешь, если никто другой из домочадцев не может ни еду разогреть, ни посуду помыть? Так что одно из главных условий вашей мобильности – самостоятельность остальных членов семьи. Распределите с мужем обязанности. Раз вы оба работаете, то и семейные, домашние дела должны делать вместе. Уровень дохода каждого из супругов в данном случае не важен, но важно то, сколько времени у каждого уходит на работу. Например, если муж пришел раньше, то он вполне может приготовить ужин. А в другой раз вы придете раньше, и тогда вы займетесь готовкой. Брак – это помощь и сотрудничество. Не забывайте об этом, поговорите с мужем, признайтесь, что вам тяжело, попросите о помощи. Объясните, что если он немного разгрузит вас, то вы сможете больше времени уделять друг другу.`
        ]
    }
];

export default articles;